{
    "6748f0e9cc47abadc14da6d7": "Передайте коллиматорные прицелы",
    "6748f0bc065f3426920fa5ab": "Найдите любой коллиматорный прицел в рейде",
    "6748e2752d7d27e8ae8a2835 name": "Друг в беде",
    "6748e2752d7d27e8ae8a2835 description": "Я вижу, ты любишь собирать оружие... У меня есть друг, который может достать ствольные коробки и разобранные калашниковы по дешёвке. Сделай это, и я передам его контакты.",
    "6748e2752d7d27e8ae8a2835 successMessagetext": "Отлично, вот координаты.",

    "6748f3ef4ad18386fc7e4454": "Найдите любой АК под патрон 5.45 в рейде",
    "6748f3ff7865e5842925387d": "Передайте АК под патрон 5.45",
    "6748e308545e854bf440430a name": "Знакомство",
    "6748e308545e854bf440430a description": "Мой хороший друг Механик сказал, что ты любишь собирать оружие с нуля. Добро пожаловать. Мне нужно, чтобы это было стоящим делом.",
    "6748e308545e854bf440430a successMessagetext": "Ага! Это выглядит как начало долгосрочных отношений... Дай знать, если что-то понадобится. Также в будущем, возможно, у меня будет хороший ассортимент всякой всячины для тебя, но мне потребуется поддержка для обеспечения поставок. Я дам знать.",

    "6748f668d8d6d3647eae9c7e": "Устраните 'хулиганов'?",
    "6748e4099cc895476789af9d name": "Охота на хулиганов",
    "6748e4099cc895476789af9d description": "Ты видел, чем занимаются местные в Таркове? Всё, что они делают — это грабят и мародёрствуют, никакого уважения к их старым домам. Я слишком стар, чтобы разбираться с этими 'хулиганами'. Они продолжают разорять хорошие места, где ещё остались тихие уголки. Учитывая, что ты уже принес мне те АК, думаю, пришло время показать этим хулиганам, что значит быть настоящим стрелком... и я думаю, что ты тот, кто сможет это сделать. Мне всё равно, где ты их найдёшь. Покончи с ними.",
    "6748e4099cc895476789af9d successMessagetext": "Спасибо. 5 тысяч за каждого, как договаривались. Честно говоря, они стоили, наверное, дороже... считай это ещё одним способом их оскорбления.",

    "674901d43ff0312883cf5f21": "Найдите любой ADAR в рейде",
    "674901e604b7e2e9fe67411b": "Передайте ADARы",
    "674901f13456afba3c2e10a1": "Найдите любой M4A1 в рейде",
    "674901fe0894c4450c3350c1": "Передайте M4A1",
    "6748e43a78404d245ab7890d name": "Отношения с НАТО",
    "6748e43a78404d245ab7890d description": "Помнишь, я говорил, что могу раздобыть лучшее снаряжение? Теперь самое время достать мне товар. Мне нужно 4 винтовки на базе AR: 2 ADAR и 2 M4A1. С их помощью я смогу наладить стабильные поставки.",
    "6748e43a78404d245ab7890d successMessagetext": "Очень хорошо. Возьми один из этих нижних ресиверов ADAR в качестве благодарности.",
    
    "674902b263d422ae62b5c50b": "Устраните ЧВК",
    "6748e4de7fd8c00be6d01f60 name": "Нужна услуга",
    "6748e4de7fd8c00be6d01f60 description": "Слушай, я знаю, что ты бывший ЧВК и, возможно, у тебя остались друзья... но у меня есть человек, который утверждает, что может достать нам серьёзное оборудование. Сделай то, что нужно, и он посмотрит, как наладить поставки.",
    "6748e4de7fd8c00be6d01f60 successMessagetext": "Ты убрал кого-то из тех, кого знал раньше? Кого-то по имени... ладно, забудь, извини... вот, получил крупную партию M4. Возьми две, за мой счёт.",
    
    "674903393eca038ab46b3a6d": "Устраните ЧВК выстрелом в голову, используя DMR",
    "6748e51ee59e81a06d7ce8f5 name": "Преимущество на дистанции - Часть 1",
    "6748e51ee59e81a06d7ce8f5 description": "Мне только что привезли образец DMR, хочешь испытать его? Если он хороший, то можно будет наладить связь с этим бывшим агентом НАТО. Он утверждает, что у него есть ещё, но тут, знаешь ли, никогда нельзя быть слишком осторожным. Проверь точность этой штуки и дай знать, если она стоит того.",
    "6748e51ee59e81a06d7ce8f5 successMessagetext": "Чёрт! Ладно, я свяжусь с этим парнем. Похоже, его товар хорош. Вот ещё пара штук, чтобы наращивать арсенал.",
    
    "674907936bb104ed09f214e2": "Убейте ещё хулиганов",
    "6748e5a6640d73144a146840 name": "Охота на хулиганов - Часть 2",
    "6748e5a6640d73144a146840 description": "Эти назойливые хулиганы вернулись, и, похоже, они злы из-за тех, кого ты отправил на 5 футов под землю. Они угрожают убрать меня. Делай своё дело, как обычно, 5 тысяч за каждого.",
    "6748e5a6640d73144a146840 successMessagetext": "Хорошо, теперь я могу сосредоточиться на налаживании более серьёзных связей. Вот твои деньги.",
    
    "674908cd1a7e37831e2a0eef": "Устраните Решалу",
    "6748e5c71faa1a042ede7d7f name": "Охота на хулиганов - Часть 3",
    "6748e5c71faa1a042ede7d7f description": "Мне только что сообщили, что кто-то из 'Крупных' игроков заинтересовался тобой. Похоже, он не в восторге от того, сколько ты отправил в 200-сотые ради меня. У меня есть информация, что сейчас он ошивается на Таможне. Совет: доберись до него первым. Удачи. Говорят, он любит держать при себе бывших мусоров, так что просто так он не сдастся.",
    "6748e5c71faa1a042ede7d7f successMessagetext": "Рад видеть, что ты всё ещё на ногах. Это тебе подарок, надеюсь, он тебе поможет.",
    
    "6749092552684959ab9a7f49": "Устраните ЧВК, используя пистолет",
    "6748e688989e6e1fc75b2358 name": "Пистолетный удар - Часть 1",
    "6748e688989e6e1fc75b2358 description": "Ладно, тот парень, который хотел убрать ЧВК, вернулся и сказал, что может достать нам пару отличных Glock 18c. Пора очистить территорию от ещё нескольких ЧВК.",
    "6748e688989e6e1fc75b2358 successMessagetext": "Отличная работа. Груз уже в пути. Я дам знать, когда он прибудет.",

    "674909e1c7ba178e7a06d644": "Передайте найденные в рейде 'лапшу быстрого приготовления'",
    "6748e6fe981371e7990fa7e9 name": "На чёрный день",
    "6748e6fe981371e7990fa7e9 description": "Слушай, это может звучать глупо, но мне нужна лапша быстрого приготовления. Узнав, что мы начали набирать известность в этом районе, я хочу подготовить экстренный рюкзак на случай чего. Мне правда нужна еда, которую можно долго хранить. Я это компенсирую... поверь мне.",
    "6748e6fe981371e7990fa7e9 successMessagetext": "Держи, я хранил это для особого случая. Никогда бы не подумал, что это будет оплатой за китайскую лапшу. Это сделает тебя опаснее в перестрелке, чем остальные.",

    "67490a46d1e14b5337f895eb": "Устраните Киллу",
    "6748e71f86fcde52d4f4b975 name": "Вершина хищной цепи - Часть 1",
    "6748e71f86fcde52d4f4b975 description": "Я тут подумал, если мы собираемся развивать мой бизнес и склад, мне нужно доказать оставшимся в Таркове, что со мной лучше не связываться. Раз ты уже разобрался с Решалой, думаю, можно нанять тебя для устранения ещё нескольких крупных фигур. Начни с этого парня... говорят, его называют 'Килла'. Не буду врать, награда не такая уж большая. Большую часть я отдаю авансом в виде этого оснащённого Мутанта. Считай это бонусом. Я попросил Механика собрать его. Удачной охоты!",
    "6748e71f86fcde52d4f4b975 successMessagetext": "Идеально. Доставили обе версии АК545. Посмотри.",

    "67490b8dfbcb49576320627c": "Устраните ЧВК выстрелом в голову, используя DMR",
    "6748e76bb7d0b1d564dec453 name": "Преимущество на дистанции - Часть 3",
    "6748e76bb7d0b1d564dec453 description": "Похоже, наша работа начинает приносить плоды. Следующий образец товара для DMR уже прибыл. Вот два RSASS, полностью собранные. Испытай их и сообщи мне результаты.",
    "6748e76bb7d0b1d564dec453 successMessagetext": "Очень хорошо. Я завершу всю бумажную волокиту, чтобы обеспечить стабильные поставки. А пока у меня есть для тебя ещё задания.",

    "67490d1ddf1f210e8cc80f80": "Устраните Тагиллу",
    "6748e81a750b046074c19db2 name": "Вершина хищной цепи - Часть 2",
    "6748e81a750b046074c19db2 description": "Следующий в списке — этот псих, которого называют Тагилла. Этот парень одержим тем, чтобы размазывать людей кувалдой, так что будь осторожен. Он ошивается на Заводе, так что я подумал, что КС-23 может подойти для его устранения. Удачи.",
    "6748e81a750b046074c19db2 successMessagetext": "Надеюсь, тебе понравилось, потому что мы не собираемся останавливаться...",

    "6749111ed2a07554ab825ad4": "Устраните Кабана",
    "6748e84fe433578fa9141589 name": "Вершина хищной цепи - Часть 3",
    "6748e84fe433578fa9141589 description": "Мой контакт говорит, что у нас осталось две цели, прежде чем мы сможем получить доступ к лучшему снаряжению. Первая цель — человек по имени Кабан. У него есть укреплённая база в большом автосалоне на Улицах. У него будет целая армия, так что подготовься как следует.",
    "6748e84fe433578fa9141589 successMessagetext": "Как насчёт 350 тысяч? А ещё пришёл груз с M60.",

    "67491161596286bac868158e": "Устраните Knight",
    "674911a7e7fa2956cf933c0b": "Устраните Big Pipe",
    "674911d28942a60c9472e642": "Устраните Bird Eye",
    "6748e86e821649b1b21185fc name": "Вершина хищной цепи - Часть 4",
    "6748e86e821649b1b21185fc description": "Сделай это, и у меня будет доступ к лучшим из лучших платформ. Эти парни называют себя 'Залётными'. Покажи им, кто тут они, и чего они стоят.",
    "6748e86e821649b1b21185fc successMessagetext": "С возвращением. Теперь, когда их больше нет, я могу тебя как следует обеспечить. Заходи.",
        
    "6749129835bdc34fe736ebb9": "Устраните ЧВК выстрелом в голову, используя пистолет",
    "6748e89231391d3e98740c4c name": "Пистолетный удар - Часть 2",
    "6748e89231391d3e98740c4c description": "Ладно, тот парень, который хотел убрать ЧВК, вернулся и сказал, что может достать нам ещё отличных Glock 18c. Пора снова зачистить немного ЧВК.",
    "6748e89231391d3e98740c4c successMessagetext": "Отличная работа. Груз уже в пути. Я дам знать, когда он прибудет.",

    "674912ffc6e92a5e3296cb27": "Устраните любую цель, используя болтовую винтовку на расстоянии более 100 метров",
    "6748e8ca5974253b756ff1cd name": "Нацеленность - Часть 1",
    "6748e8ca5974253b756ff1cd description": "Заметил, что у меня не хватает модифицируемых болтовых винтовок... Давай покажем поставщикам, что мы умеем их использовать. Есть что-то особенное в том, чтобы сидеть в укрытии и точно целиться.",
    "6748e8ca5974253b756ff1cd successMessagetext": "Отличная работа. Они отправляют мне несколько M700 на продажу, взгляни.",

    "674913ebd31302d105562f00": "Устраните любую цель, используя болтовую винтовку на расстоянии более 150 метров",
    "6748e8e54424d92460db6840 name": "Нацеленность - Часть 2",
    "6748e8e54424d92460db6840 description": "Похоже, они всё ещё не уверены, что ты один из лучших стрелков. Давай увеличим дистанцию до 150 метров в этот раз.",
    "6748e8e54424d92460db6840 successMessagetext": "Отличная работа. К сожалению, этого всё ещё недостаточно. Последнее задание должно их впечатлить.",

    "674915444cf73d8b41eb6dcf": "Устраните любую цель выстрелом в голову, используя болтовую винтовку на расстоянии более 200 метров",
    "6748e8f52e5d55a4e3e16a04 name": "Нацеленность - Часть 3",
    "6748e8f52e5d55a4e3e16a04 description": "Ладно, чёрт с ними. Давай сделаем что-то, чего они никогда не смогут достичь.",
    "6748e8f52e5d55a4e3e16a04 successMessagetext": "Это заткнуло их моментально. Отличная работа. Пока тебя не было, я наладил поставки от AMX.",

    "67491587dbbebe2a7e605749": "Устраните ЧВК, используя дробовик",
    "6748e9cb3e2497f94dec4bb0 name": "Покойся с миром - Часть 1",
    "6748e9cb3e2497f94dec4bb0 description": "Я всегда был слаб к хорошему старому дробовику. Их можно использовать для стольких вещей... Если покажешь, что ценишь их так же, как и я, я предоставлю тебе доступ к поставкам Mossberg.",
    "6748e9cb3e2497f94dec4bb0 successMessagetext": "Очень хорошо. Похоже, ты тоже их полюбил.",

    "674915d217e70a3ab3614b32": "Устраните ЧВК, используя дробовик",
    "6748ea73925107f0a73d4d3e name": "Покойся с миром - Часть 2",
    "6748ea73925107f0a73d4d3e description": "Хочешь получить постоянные поставки КС-23? Ладно... не думал, что мои интересы так далеко тебя заведут. Убери ещё несколько ЧВК, и я посмотрю, смогу ли найти поставщика.",
    "6748ea73925107f0a73d4d3e successMessagetext": "Не буду врать. У меня такое чувство, что ты покажешь нам всем, что значит быть охотником...",

    "67496f90959249f1aadd0189": "Устраните ЧВК, используя дробовик",
    "67496f900bc4133ae1e2a8c3 name": "Покойся с миром - Часть 3",
    "67496f900bc4133ae1e2a8c3 description": "У нас есть шанс получить святой Грааль среди дробовиков, наёмник. AA12 — это невероятная мощь. Уничтожь ещё несколько ЧВК.",
    "67496f900bc4133ae1e2a8c3 successMessagetext": "Время бросить тень на самого Бога.",

    "6749161d9ef49a6e5d797d22": "Устраните ЧВК, используя DMR",
    "6748eab7780a792f2819e296 name": "Преимущество на дистанции - Часть 2",
    "6748eab7780a792f2819e296 description": "На этот раз нужно просто убрать ещё нескольких ЧВК. Точность не важна, главное, чтобы они были мертвы.",
    "6748eab7780a792f2819e296 successMessagetext": "Очень хорошо. Я завершу всю бумажную работу, чтобы обеспечить стабильные поставки. А пока у меня есть для тебя ещё задания.",

    "67491687750b8881d9e97d4e": "Устраните Рашалу, используя пистолет",
    "6748eaec93f81646f610f3ea name": "Пистолетный удар - Часть 3",
    "6748eaec93f81646f610f3ea description": "Рашала таскает с собой золотой ТТ. Наверное, он думает, что он какой-то славянский ковбой. Покажи ему, кто такой настоящий ковбой... В награду получишь Desert Eagles.",
    "6748eaec93f81646f610f3ea successMessagetext": "Пора немного повеселиться!",

    "67490f0e9055f651ab1a7f26": "Устраните ЧВК, используя ПП",
    "6748ec06294fab1ac1855a4e name": "Мясорубка - Часть 1",
    "6748ec06294fab1ac1855a4e description": "Нет ничего лучше, чем осыпать бедолагу целой обоймой до того, как он успеет даже повернуть голову. Давайте наладим доступ к пистолет-пулемётам.",
    "6748ec06294fab1ac1855a4e successMessagetext": "Первый груз уже прибыл.",

    "6749209005d6bef210e9c408 name": "Мясорубка - Часть 2",
    "6749209005d6bef210e9c408 description": "Нужно убрать ещё больше ЧВК. Контакт говорит, что может организовать доступ к Vector'ам.",
    "6749209005d6bef210e9c408 startedMessageText": "За дело, наёмник.",
    "6749209005d6bef210e9c408 successMessageText": "Очень хорошо. Эти Векторы отлично нам подойдут.",
    "67492090b66561726ed70d00": "Устраните 20 ЧВК, используя ПП",

    "6749694a6f049d5d0320be24 name": "Мясорубка - Часть 3",
    "6749694a6f049d5d0320be24 description": "Похоже, у нашего поставщика есть ещё один ПП, который мы можем добавить в арсенал. Покажи этим ЧВК, для чего на самом деле предназначены ПП.",
    "6749694a6f049d5d0320be24 successMessagetext": "Это идеально завершит наш арсенал.",
    "6749694a11a104b398fbeaab": "Устраните ЧВК выстрелами в торс, используя ПП",

    "674ab494c52916828d216beb": "Устраните Партизана",
    "674ab41f4744cd43c90350d3 name": "Вершина хищной цепи - Эпилог",
    "674ab41f4744cd43c90350d3 description": "Механик сообщил мне, что человек по прозвищу Партизан ищет тебя. После устранения этих важных целей ты попал к нему на радар. Будь осторожен, кажется, он использует необычные методы ведения боя.",
    "674ab41f4744cd43c90350d3 successMessagetext": "Не буду врать, наёмник, иногда я сомневаюсь, что ты вообще человек. Если у меня будут для тебя ещё задания, я дам знать."
    
}